{
  "header": {
    "title": "Foxy Agency Template",
    "subtitle": "Made by Ryan Balieiro with Vue3 and Bootstrap 5.0",
    "srcImage": "images/agency-logo.png",
    "button": {
      "label": "Find Out More",
      "icon": "fa fa-search",
      "targetSection": "about"
    }
  },

  "navbar": {
    "brand": "<span class='text-primary'>Foxy</span> Agency",
    "srcLogo": "images/agency-logo-small.png",
    "menuOptions": [
      {
        "id": "about",
        "label": "About",
        "icon": "fa-solid fa-file"
      },
      {
        "id": "services",
        "label": "Services",
        "icon": "fa-solid fa-wrench"
      },
      {
        "id": "portfolio",
        "label": "Portfolio",
        "icon": "fa-solid fa-camera"
      },
      {
        "id": "team",
        "label": "Team",
        "icon": "fa-solid fa-user"
      },
      {
        "id": "reviews",
        "label": "Reviews",
        "icon": "fa-solid fa-comment"
      },
      {
        "id": "contact",
        "label": "Contact",
        "icon": "fa-solid fa-envelope"
      }
    ]
  },

  "about": {
    "id": "about",
    "title": "<span class='text-primary'>About</span> Template",
    "subtitle": "Get to know more about the project!",
    "content": {
      "image": "images/agency-logo.png",
      "paragraphs": [
        "Ryan Balieiro created the Foxy Agency Template, a free Vue3 & Bootstrap 5.0 theme. The downloadable files consist of the entire source code, including HTML, CSS, and Javascript. Please feel free to download and customize the theme as you wish.",
        "With this template, you have the freedom to create custom sections, fill pre-existing ones with your own content, and personalize the colors, fonts, and much more to your liking.",
        "In case you encounter any challenges while attempting to customize or run this template, please feel free to reach out to me without any hesitation. I would be more than happy to extend my assistance and help you out in every possible way."
      ]
    },
    "button": {
      "label": "Download Now!",
      "icon": "fa-solid fa-download",
      "href": "https://github.com/ryanbalieiro/foxy-template"
    }
  },

  "services": {
    "id": "services",
    "title": "Our <span class='text-primary'>Services</span>",
    "subtitle": "This section can be used to describe what you offer!",

    "items": [
      {
        "title": "Vue3",
        "icon": "fa-brands fa-vuejs",
        "description": "This template is built using the Vue3 JavaScript framework, providing a modern and efficient development experience."
      },

      {
        "title": "Responsive Design",
        "icon": "fa-solid fa-laptop",
        "description": "This template is designed to adapt seamlessly to various screen sizes, providing a consistent user experience across devices."
      },

      {
        "title": "Minimalist",
        "icon": "fa-solid fa-wand-magic",
        "description": "This template features a clean and simple design, with a focus on essential elements, resulting in a modern and elegant look."
      },

      {
        "title": "Fully Customizable",
        "icon": "fa-solid fa-hand-sparkles",
        "description": "This template can be easily customized to match your brand's visual identity and requirements, giving you full control over the design and functionality."
      },

      {
        "title": "Open Source",
        "icon": "fa-solid fa-code",
        "description": "This template is open-source, meaning the code is publicly accessible and can be modified or redistributed without restrictions."
      },

      {
        "title": "Lightweight",
        "icon": "fa-solid fa-feather",
        "description": "This template is optimized for performance and speed, with a minimal codebase and minimal dependencies, resulting in a faster load time and improved user experience."
      }
    ]
  },

  "portfolio": {
    "id": "portfolio",
    "title": "Project <span class='text-primary'>Portfolio</span>",
    "subtitle": "Get to know our amazing projects!",
    "projects": [
      {
        "title": "TechMeUp",
        "category": "Marketing",
        "srcImage": "images/portfolio/portfolio-1.png",
        "tags": ["marketing", "seo", "growth"],
        "description": "A project aimed at providing innovative software solutions to businesses. The company plans to expand its reach by developing a mobile app that will allow users to access their services from anywhere. With a focus on user experience, the app will feature a simple interface, fast loading times, and easy navigation. TechMeUp also plans to partner with other companies to offer integrated services, increasing revenue streams and boosting brand recognition. To support growth, the company will invest in marketing, including social media campaigns and targeted advertising."
      },

      {
        "title": "PowerX",
        "category": "Sales & Business",
        "srcImage": "images/portfolio/portfolio-2.png",
        "tags": ["sales", "business", "income"],
        "description": "A sales project focused on selling high-end power tools to construction companies. The company plans to target medium to large-sized businesses with a high volume of construction projects and a need for top-quality tools. The sales team will utilize a consultative approach, first identifying the specific needs of each client and then providing tailored solutions. To drive sales, PowerX will offer competitive pricing, flexible payment terms, and bulk discounts."
      },

      {
        "title": "TransLink",
        "category": "Logistics",
        "srcImage": "images/portfolio/portfolio-3.png",
        "tags": ["logistics", "management", "transportation"],
        "description": "A logistics project focused on streamlining the transportation of goods for small and medium-sized businesses. The company plans to offer end-to-end logistics solutions, including transportation, warehousing, and distribution services. TransLink will utilize a tech-driven approach, providing real-time tracking of shipments and delivery updates via a user-friendly online portal. The company will also implement advanced analytics and automation tools to optimize supply chain management and reduce operational costs."
      },

      {
        "title": "TimeTrack",
        "category": "Mobile App",
        "srcImage": "images/portfolio/portfolio-4.png",
        "tags": ["app", "mobile", "time management"],
        "description": "A fictional time management app project designed to help users increase productivity and manage their time effectively. The app will feature a simple and intuitive interface that allows users to set goals, track their progress, and analyze their performance. TimeTrack will utilize advanced analytics to provide personalized insights and recommendations, helping users optimize their schedules and prioritize their tasks. The app will also offer features like task batching, time-blocking, and habit tracking, allowing users to maximize their time and establish healthy habits."
      },

      {
        "title": "ProjectPro",
        "category": "Project Management",
        "srcImage": "images/portfolio/portfolio-5.png",
        "tags": ["project", "management", "software"],
        "description": "A fictional project management solution aimed at helping businesses and teams efficiently manage their projects from start to finish. The software will provide a user-friendly interface that allows users to create and manage project tasks, timelines, and milestones. ProjectPro will also include features like resource allocation, budget tracking, and risk management, enabling teams to stay on track and within budget. The app will offer a real-time communication platform for team members to collaborate and share files, reducing the need for emails and meetings."
      },

      {
        "title": "SwiftMeUp",
        "category": "App Development",
        "srcImage": "images/portfolio/portfolio-6.png",
        "tags": ["iOS", "swift", "developer"],
        "description": "An iOS development project aimed at creating an innovative app that solves a specific problem or meets a specific need. The app will be developed using Swift, Apple's programming language for iOS and macOS, and will feature a clean and intuitive user interface."
      }
    ]
  },

  "team": {
    "id": "team",
    "title": "Our <span class='text-primary'>Team</span>",
    "subtitle": "Meet our amazing crew!",
    "members": [
      {
        "name": "Jonathan Moore",
        "srcAvatar": "images/avatars/person-1.png",
        "role": "CEO",
        "quote": "With over 20 years of experience in international development, I've dedicated my career to creating sustainable solutions for communities in need."
      },

      {
        "name": "Alicia Cole",
        "srcAvatar": "images/avatars/person-2.png",
        "role": "Marketing Analist",
        "quote": "With my expertise in market research and consumer behavior, I help businesses make strategic decisions that drive growth and enhance customer satisfaction."
      },

      {
        "name": "Sofia Kondakova",
        "srcAvatar": "images/avatars/person-3.png",
        "role": "Lead Developer",
        "quote": "With a proven track record of creating complex software systems, I bring a wealth of technical expertise to the table."
      }
    ]
  },

  "clients": {
    "id": "reviews",
    "title": "Client <span class='text-primary'>Reviews</span>",
    "subtitle": "What people say about us!",

    "testimonials": [
      {
        "organization": "Spotify",
        "srcAvatar": "images/clients/client-spotify.svg",
        "message": "I am absolutely blown away by the Vue3 website template! The minimalist design is simply stunning, and it's incredibly easy to customize to fit my needs. Plus, it loads super fast, which is crucial for my business. I highly recommend this template!",
        "staffMember": "John Lee – Engineer"
      },
      {
        "organization": "Voloco",
        "srcAvatar": "images/clients/client-voloco.svg",
        "message": "I can't say enough good things about this website template. As someone with no coding experience, I was able to create a professional-looking website in no time. The responsiveness is top-notch, and the open-source nature of the code means I can tweak it to my heart's content. This template is a game-changer!",
        "staffMember": "Any Heather – HR Lead"
      },
      {
        "organization": "Microsoft",
        "srcAvatar": "images/clients/client-microsoft.svg",
        "message": "This is hands down the best website template I've ever used. The lightweight codebase makes for a lightning-fast site, and the fully customizable nature allowed me to create a unique and engaging experience for my users. I highly recommend this template to anyone looking for a sleek, modern, and easy-to-use website solution.",
        "staffMember": "Bill Gates – CEO"
      }
    ]
  },

  "contact": {
    "id": "contact",
    "title": "Contact Us",
    "subtitle": "Don't hesitate to reach us out!",

    "placeholders": {
      "name": "Your Name *",
      "email": "Your Email *",
      "subject": "Subject *",
      "message": "Message *"
    },

    "button": {
      "label": "Send Message",
      "icon": "fa-solid fa-envelope me-2"
    }
  },

  "footer": {
    "location": {
      "title": "Location",
      "address": "999 Vue Developer's Avenue – Building 4A, Suite 32 <br> Cupertino – California"
    },

    "links": {
      "title": "Connect With Us",
      "items": [
        {"icon": "fa-brands fa-twitter", "href": "https://twitter.com"},
        {"icon": "fa-brands fa-facebook", "href": "https://facebook.com"},
        {"icon": "fa-brands fa-linkedin", "href": "https://linkedin.com"},
        {"icon": "fa-brands fa-spotify", "href": "https://spotify.com"}
      ]
    },

    "otherLinks": {
      "title": "Other Links",
      "items": [
        {"label": "Privacy Policy", "href": "#"},
        {"label": "Terms Of Use", "href": "#"}
      ]
    },

    "copyright": "Copyright © Ryan Balieiro 2022-2099"
  }
}